tap "cjbassi/ytop"
tap "homebrew/bundle"
tap "homebrew/core"
tap "linuxbrew/xorg"

# Development Utilities
brew "fontforge"
brew "gcc@9"
brew "imagemagick"
brew "pkg-config"
brew "shellcheck"

# Replacements
brew "bat"    # cat
brew "lsd"    # ls
brew "neovim" # vim
brew "zsh"    # shell/bash

# Utilities
brew "cjbassi/ytop/ytop"
brew "fzf"
brew "midnight-commander"
brew "ncdu"
brew "pass"

# Games / Fun
brew "cmatrix"
brew "cowsay"
brew "fortune"
brew "lolcat"
brew "neofetch"
brew "ponysay", args: ["HEAD"]
brew "sl"

# Not for WSL (Install these if not WSL)
brew "docker" unless system "uname -a | grep -iq microsoft"
brew "docker-compose" unless system "uname -a | grep -iq microsoft"
