tap "cjbassi/ytop"
tap "homebrew/bundle"
tap "homebrew/core"
tap "linuxbrew/xorg"

# Development Utilities
brew "curl"
brew "fnm"
brew "fontforge" unless system "! (uname -a | grep -iq microsoft)"    # WSL only (dev env)
brew "gcc"
brew "git"
brew "imagemagick" unless system "! (uname -a | grep -iq microsoft)"  # WSL only (dev env)
brew "pkg-config" unless system "! (uname -a | grep -iq microsoft)"   # WSL only (dev env)
brew "postgresql"
brew "python@3.9"
brew "shellcheck" unless system "! (uname -a | grep -iq microsoft)"   # WSL only (dev env)

# Replacements
brew "bat"    # cat
brew "lsd"    # ls
brew "neovim" # vim
brew "zsh"    # shell/bash

# Utilities
brew "bpytop"
brew "cjbassi/ytop/ytop"
brew "fzf"
brew "jq"
brew "midnight-commander"
brew "ncdu"

# Games / Fun
brew "asciiquarium"
brew "cmatrix"
brew "cowsay"
brew "fortune"
brew "lolcat"
brew "neofetch"
brew "ponysay", args: ["HEAD"]
brew "sl"

# Not for WSL (Install these if not WSL)
brew "docker" unless system "uname -a | grep -iq microsoft"
brew "docker-compose" unless system "uname -a | grep -iq microsoft"
brew "nginx" unless system "uname -a | grep -iq microsoft"
